Repository: ekleinod/postpone-posts
Catalog: postpone-posts/languages/postpone-posts-*.po
Languages: de_de

source: Overview
de_de: Überblick

source: You can postpone all future posts shown in the box by the given number of days. The number of days has to be between %d and %d.
de_de: Du kannst alle zukünftigen Beiträge (siehe Box) um die Anzahl der Tage verschieben. Die Anzahl der Tage muss zwischen %d und %d liegen.

source: Unrecognized action.
de_de: Unbekannte Aktion.

source: You can postpone all future posts shown in the box by the given number of days.
de_de: Du kannst alle zukünftigen Posts (siehe Box) um die Anzahl der Tage verschieben.

source: Postpone settings
de_de: Einstellungen für das Verschieben

source: Days to postpone
de_de: Anzahl der Tage

source: Affected posts (display only)
de_de: Betroffene Beiträge (reine Anzeige)

source: No posts to postpone.
de_de: Keine Beiträge zum Verschieben.

source: Preview Postponing
de_de: Vorschau des Verschiebens

source: Start postponing by clicking "Postpone Posts". You can cancel the operation by clicking "Cancel".
de_de: Starte das Verschieben durch Anklicken von "Beiträge verschieben". Du kannst den Vorgang durch Anklicken von "Abbrechen" abbrechen.

source: Preview
de_de: Vorschau

source: Date
de_de: Datum

source: Postpone to
de_de: Verschieben nach

source: Title
de_de: Titel

source: Postpone Posts
de_de: Beiträge verschieben

source: Cancel
de_de: Abbrechen

source: Postponing from %s (GMT: %s) to %s (GMT: %s) for %s - %s
de_de: Verschiebe vom %s (GMT: %s) auf den %s (GMT: %s) für %s - %s

source: Finished postponing:
de_de: Verschieben beendet:

source: %d successfully postponed post and
de_de: %d Beitrag erfolgreich verschoben bei

source: %d error
de_de: %d Fehler

source: Basic configuration
de_de: Grundeinstellungen

source: Default number of days to postpone. Can be overriden for each postponing operation.
de_de: Voreingestellte Anzahl der Tage zum Verschieben. Kann bei jedem Verschieben überschrieben werden.

source: Set the default number of days to postpone in this section.
de_de: Setze die Voreinstellung für die Tage in diesem Abschnitt.

source: %s postpones all future (planned) posts by a selectable number of days.
de_de: %s verschiebt alle zukünftigen (geplanten) Beiträge um eine einstellbare Anzahl von Tagen.

source: "%s" is no numeric value.
de_de: "%s" ist keine Zahl.

source: "%d" is smaller than the minimal number of days (%d).
de_de: "%d" ist kleiner als die minimale Anzahl von Tagen (%d).

source: "%d" is larger than the maximal number of days (%d).
de_de: "%d" ist größer als die maximale Anzahl von Tagen (%d).
